Repository: YarnoVdW/Vision
Catalog: Frontend/lib/l10n/app_*.arb
Languages: nl

source: Font Size
nl: Tekst grootte

# fontSizeLowerCase
source: font size
nl: tekst grootte

source: Settings
nl: Instellingen

source: Font Colour
nl: Tekst kleur

# fontColourLowerCase
source: font colour
nl: tekst kleur

# fontColourInitialValue
source: White
nl: Zwart

# waitingToRecord
source: Start live transcription
nl: Start live transcriptie

source: Font
nl: Lettertype

# fontLowerCase
source: font
nl: lettertype

source: Language
nl: Taal

# languageInitialValue
source: en-GB
nl: nl-BE

source: Translate
nl: Vertalen

source: Translate Language
nl: Vertaal taal

source: Select Image
nl: Selecteer afbeelding

# nothingSelected
source: Sorry, nothing selected...
nl: Sorry, niks geselecteerd...

# library
source: Photo Library
nl: Gallerij

source: Screen time
nl: Afspeeltijd

# translateLanguageInitialValue
source: en-GB
nl: nl-BE

source: Sorry, nothing selected
nl: Sorry, niets geselecteerd

source: Meet the inventors
nl: Ontmoet de uitvinders

# welcomeToVision
source: Welcome to Vision's innovative speech-to-text application, brought to you by our dedicated team of three students from The Lab project. We're thrilled to have you on board as we revolutionize communication through technology. Let's embark on this journey together and explore the incredible features we've crafted for you.
nl: Welkom bij de innovatieve spraak-naar-tekst applicatie van Vision, ontwikkeld door ons toegewijde team van drie studenten van het project 'The Lab'. We zijn verheugd je aan boord te hebben terwijl we communicatie revolutioneren door middel van technologie. Laten we samen op deze reis gaan en de ongelooflijke functies verkennen die we voor je hebben ontwikkeld.

# initiateRecording
source: Initiate Transcription with Ease
nl: Start eenvoudig met opnemen

# beginCommunication
source: Start your journey by tapping the microphone icon on the homescreen. With a simple touch, transcribe your thoughts and ideas using our user-friendly interface.
nl: Start je communicatiereis door op het microfoonpictogram te tikken. Met onze gebruiksvriendelijke interface leg je eenvoudig je gedachten en ideeÃ«n vast.

# adaptYourStyle
source: Adapt to Your Style
nl: Pas je stijl aan

# tailorApp
source: Customize the display to your liking. Our options ensure both visual appeal and functionality.
nl: Pas het display aan naar jouw wensen. Onze opties zorgen zowel voor visuele aantrekkingskracht als functionaliteit.

source: Engage with Visuals
nl: Communiceer met beelden

# switchSeamlessly
source: Switch seamlessly between text and images to convey your message with clarity and impact. Let the power of visuals elevate your communication, making every interaction more engaging and memorable.
nl: Schakel naadloos tussen tekst en afbeeldingen om je boodschap met duidelijkheid en impact over te brengen. Laat de kracht van visuele elementen je communicatie versterken en maak elke interactie boeiender en gedenkwaardiger.

source: Congratulations!
nl: Gefeliciteerd!

# congratsDes
source: You've met the Vision team, experienced effortless communication, personalized settings, and explored visual communication. Let's embark on a boundless communication journey. Welcome to Vision!
nl: You've met the Vision team, experienced the app's effortless communication, personalized settings, and explored the immersive world of visual communication. Let's embark on a journey where communication knows no bounds. Welcome to Vision!

source: Photo Library
nl: Foto bibliotheek

source: Speed
nl: Snelheid

source: Limited time
nl: Gelimiteerde tijd
